Repository: ftl-mv-translation/trc
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_GASOLINE"]/desc
source: Self-teleporting explosive that douses crew and drones in gasoline, making them take 4x damage from fire and move 30% slower for 20 seconds. Afflicted targets start fires if they die during the effect. Has self-replicating abilities and does not need a missile.
fr: Explosif qui se téléporte et asperge d'essence les équipages et les drones, leur infligeant 4x les dégâts du feu et les ralentissant de 30% pendant 20 secondes. Les cibles touchées déclenchent des incendies si elles meurent pendant la durée de l'effet. Possède des capacités d'autoreproduction et n'a pas besoin de missile.
zh_hans: 自传送炸弹，能将汽油喷洒于船员和无人机，使他们受到的火焰伤害增加4倍，移动速度降低30%，持续20秒。如果作用对象在效果期间死亡，其残骸也会引发火灾。 这种武器具有自我复制能力，发射不消耗弹药。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_DRONE"]/title
source: Deployment Bomb
fr: Bombe à déploiement
zh_hans: 维护炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_DRONE"]/short
source: Deploy B.
fr: B. à déploiement.
zh_hans: 维护炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_DRONE"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

source: Self-teleporting device that deploys two repair drones on your ship. Costs a drone part instead of a missile to fire. Can (AND SHOULD) be used to target your own ship. The drones will repair at a base speed of 3x, but won't benefit from Drone Booster effects. Stats: Requires no power Charge Time: 12 seconds Accuracy Bonus: +30% Shots Per Charge: 1 Drone Part Consumption: 1 Repair Drone Lifetime: 60 seconds Default Price: 45~ - Selling Price: 22~
fr: Dispositif auto-téléporté qui déploie deux drones de réparation sur votre vaisseau. Le tir coûte une pièce de drone au lieu d'un missile. Peut (ET DEVRAIT) être utilisé pour cibler votre propre vaisseau. Les drones réparent à une vitesse de base de 3x, mais ne bénéficient pas de l'effet Amplificateur de Drone. Caractéristiques: Ne nécessite pas d'énergie Temps de charge : 12 secondes Bonus de précision : +30% Tirs par charge : 1 Consommation de pièces de drone : 1 Durée de vie du drone de réparation : 60 secondes Prix par défaut : 45~ - Prix de vente : 22~
zh_hans: 自传送炸弹，可在己方舰船上部署一架有限寿命的维护无人机，辅助船员进行修复作业。可瞄准己方星舰。 属性： 无需供能 充能时间：15 秒 无人机消耗：1 架 命中率加成：+30% 弹体数：1 发 维护无人机寿命：90 秒 基础价格：45~

# data/blueprints.xml.append$//crewBlueprint[@name="spider_hatch_temp"]/desc
source: Infant spiders.
fr: Araignées juvéniles.
zh_hans: 幼年蜘蛛。

# data/blueprints.xml.append$//crewBlueprint[@name="spider_hatch_temp"]/title
source: Hatchling
fr: Petite araignée
zh_hans: 幼体异蛛

# data/blueprints.xml.append$//crewBlueprint[@name="spider_hatch_temp"]/short
source: Hatchling
fr: Petite araignée
zh_hans: 幼体异蛛

source: 50 health, 1.2x fire damage taken, 0.10x repairs
fr: 50 de santé, 1.2x dégâts d'incendie subie, 0.10x réparations
zh_hans: 50点最大生命值，受到1.2倍灼烧伤害，0.10倍维修速度

source: 1.8x combat damage, 2.2x movement speed
fr: 1.8x dégâts de combat, 2.2x vitesse de déplacement
zh_hans: 1.8倍战斗伤害、2.2倍移动速度

source: Heals at triple speed
fr: Guérit trois fois plus vite
zh_hans: 3倍生命值恢复速度

source: Can only be controlled temporarily, cannot man systems
fr: N'est contrôlable que temporairement, ne peut pas occuper un poste de système
zh_hans: 只能被临时控制，无法操控系统

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SPIDER"]/title
source: Arachno-Bomb
fr: Arachno-bombe
zh_hans: 滋蛛炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SPIDER"]/short
source: Arach B.
zh_hans: 滋蛛炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SPIDER"]/desc
source: Self-teleporting device that deploys 2 hatchlings with a limited lifespan that will fight for you. Can be used to target your own ship.
fr: Dispositif auto-téléporté qui déploie 2 petites araignées à durée de vie limitée qui se battront pour vous. Peut être utilisé pour cibler votre propre vaisseau.
zh_hans: 自传送炸弹，孵化2只有限寿命的幼年异形蜘蛛为你而战。可瞄准己方星舰。

source: Arachno-Bomb
fr: Arachno-bombe
zh_hans: 滋蛛炸弹

source: Arach B.
zh_hans: 滋蛛炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SPIDER_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/desc
source: A gross mutant creature, created by you. Why would you do this?
fr: Une grossière créature mutante, créée par vous. Pourquoi avez-vous fait cela ?
zh_hans: 绿油油像答辩一样的变异生物，真恶心，你为什么要去创造它？

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/title
source: Mutant
zh_hans: 变异体

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/short
source: Mutant
zh_hans: 变异体

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/powerList/power[1]
source: Inflicts 2.3x damage in crew combat
fr: Inflige 2.3x de dégâts en combat d'équipage
zh_hans: 2.3倍战斗伤害

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/powerList/power[2]
source: Cannot repair or heal, moves at half speed
fr: Ne peut ni réparer ni guérir, se déplace à demi-vitesse
zh_hans: 无法维修或恢复生命、0.5倍移动速度

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/powerList/power[3]
source: Explodes on death, dealing 15 crew and 1 system damage
fr: Explose à la mort, infligeant 15 dégâts à l'équipage et 1 dégât au système
zh_hans: 死亡时爆炸，对同舱室造成15点船员伤害与1点系统伤害

# data/blueprints.xml.append$//crewBlueprint[@name="mutant"]/powerList/power[4]
source: Will return to its original form after 15 seconds
fr: Reviendra à sa forme d'origine après 15 secondes
zh_hans: 将在15秒后退化并释放船员

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_MUTANT"]/title
source: Mutagen Bomb
fr: Bombe mutagène
zh_hans: 变异炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_MUTANT"]/short
source: Mutant B.
fr: B. mutagène.
zh_hans: 变异炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_MUTANT"]/desc
source: Self-teleporting stimulant unit that temporarily mutates the crew it hits, changing them into a terrifying mutant for 15 seconds. Mutants deal 2.3x damage in crew combat, cannot repair or heal, move at half speed, and explode on death for 15 crew and 1 system damage.
fr: Unité stimulante auto-téléportée qui mute temporairement l'équipage qu'elle touche, le transformant en mutant terrifiant pendant 15 secondes. Les mutants infligent 2.3x de dégâts en combat d'équipage, ne peuvent ni réparer ni soigner, se déplacent à demi-vitesse et explosent à leur mort en infligeant 15 points de dégâts à l'équipage et 1 point de dégâts au système.
zh_hans: 自传送炸弹，能够将被击中的船员（不分敌我）转变为绿油油的变异生物。变异效果持续15秒。 变异体具有2.3倍战斗伤害，无法维修或恢复生命、0.5倍移动速度。并在死亡时爆炸，对同舱室造成15点船员伤害与1点系统伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_HEAL"]/title
source: 'Apollo' Missiles
fr: Missiles 'Apollo'
zh_hans: '光神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_HEAL"]/short
source: 'Apollo'
zh_hans: 光神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_HEAL"]/desc
source: A niche but effective missile weapon that does no crew damage but provides stacking passive 4hp/s healing to allied crew that it hits for 15 seconds.
fr: Un missile de niche mais efficace qui n'inflige aucun dégât à l'équipage mais qui fournit des soins passifs empilables de 4pv/s à l'équipage allié qu'il touche pendant 15 secondes.
zh_hans: 一种极端特化但效果不错的导弹武器。它不会对船员造成伤害，转而为被击中舱室的友方船员提供每秒4点生命值回复效果，持续15秒。回复效果可以叠加。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_FROST"]/title
source: 'Boreas' Missiles
fr: Missiles 'Boreas'
zh_hans: '风神'导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_FROST"]/short
source: 'Boreas'
zh_hans: 风神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_FROST"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

source: A heavy hitting Missile weapon that locks down rooms on contact. Stats: Required Power: 2 Charge Time: 17 seconds Missile Consumption: 1 Accuracy Bonus: 10% Shots Per Charge: 1 Base Hull Damage: 3 Total System Damage: 3 Total Crew Damage: 60 Shield Piercing: 10 Locks down rooms on hit Stun Chance: 100% (5 seconds long) Default Price: 65~ - Selling Price: 32~
fr: Une arme à missile à fort impact qui verrouille les pièces au contact. Stats: Puissance requise : 2 Temps de charge : 17 secondes Coût en missiles : 1 Bonus de précision : 10 Tirs par charge : 1 Dégâts à la coque : 3 Dégâts au système : 3 Dégâts à l'équipage : 60 Perforation de bouclier : 10 Verrouille les pièces à l'impact Chance d'étourdissement : 100% (pendant 5 secondes) Prix par défaut : 65~ - Prix de vente : 32~
zh_hans: 自传送炸弹，可在己方舰船上部署一架有限寿命的维护无人机，辅助船员进行修复作业。可瞄准己方星舰。 属性： 无需供能 需要能量：2 充能时间：14 秒 弹药消耗：1 发 命中率加成：+10% 弹体数：1 发 舰体伤害：3 点 系统伤害：3 点 船员伤害：60 点 护盾穿透：10 层 f 基础价格：45~

source: 'Boreas' Missiles
fr: Missiles 'Boreas'
zh_hans: '风神'导弹

source: 'Boreas'
zh_hans: 风神导弹

source: A heavy hitting Missile weapon that locks down rooms on contact.
fr: Une arme à missile à fort impact qui verrouille les pièces au contact.
zh_hans: 一种重型导弹武器，将在击中时封锁舱室。

source: 'Themis' Shrapnel Missiles
fr: Missiles à éclats 'Themis'
zh_hans: '律神'破片导弹

source: 'Themis'
zh_hans: 律神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_SHRAPNEL"]/desc
source: A devastating missile which creates shrapnel upon impact. Shrapnel deals 1 additional system damage to all adjacent rooms.
fr: Un missile dévastateur qui crée des éclats à l'impact. Les éclats infligent 1 dégât supplémentaire aux systèmes de toutes les pièces adjacentes.
zh_hans: 你 不 应 该 看 到 这 个

source: 'Perses' Shrapnel Missiles
fr: Missiles à éclats 'Perses'
zh_hans: '湮神'破片导弹

source: 'Perses'
zh_hans: 湮神导弹

source: A devastating missile which creates shrapnel upon impact. Shrapnel deals additional system damage to all adjacent rooms. This upgraded version does more damage.
fr: Un missile dévastateur qui crée des éclats à l'impact. Les éclats infligent des dégâts supplémentaires aux systèmes de toutes les pièces adjacentes. Cette version améliorée inflige encore plus de dégâts.
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_INSTANT"]/title
source: 'Epimetheus' Pre-Emptive Missiles
fr: Missile pré-explosif 'Epimetheus'
zh_hans: '悔神'先发导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_INSTANT"]/short
source: 'Epimetheus'
zh_hans: 悔神导弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MISSILES_INSTANT"]/desc
source: Fires one extremely accurate and destructive missile at the start of the fight. Can only be used once per fight.
fr: Tire un missile extrêmement précis et destructeur au début du combat. Ne peut être utilisé qu'une seule fois par combat.
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SENTRY_HAZARD"]/title
source: Hazard-Sentry Deployer
fr: Déployeur de Sentinelle Environnemental
zh_hans: 殃害哨卫部署器

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SENTRY_HAZARD"]/short
source: Haz-Sent
fr: Senti-Env
zh_hans: 殃害哨卫

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SENTRY_HAZARD"]/desc
source: Deploys a temporary sentry in the room of impact, which doubles hazard damage and stun duration for enemy crew in the room for 20 seconds.
fr: Déploie une sentinelle temporaire dans la pièce d'impact, doublant les dégâts environnementaux et la durée de l'étourdissement pour l'équipage ennemi dans la pièce pendant 20 secondes.
zh_hans: 在击中舱室部署一个临时哨卫，舱室内敌方船员受到的环境伤害和眩晕时长翻倍，持续20秒。哨卫不占用舱室空间并且不会被摧毁。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_VIRULENT"]/title
source: Virulent Dish
fr: Parabole virale
zh_hans: 瘟疫射电

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_VIRULENT"]/short
source: Virulent
fr: Virale
zh_hans: 瘟疫射电

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_VIRULENT"]/desc
source: Outlawed in several stretches of space, Virulent Dishes dispell highly toxic radiation, dealing crew damage not just in the target room but all adjacent rooms as well.
fr: Interdites dans plusieurs secteurs de l'espace, les Paraboles virales dissipent des radiations hautement toxiques, infligeant des dégâts à l'équipage non seulement dans la pièce ciblée, mais également dans toutes les pièces adjacentes.
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MINELAUNCHER_ION"]/title
source: 'Baal' Mine Launcher
fr: Lance-mines 'Baal'
zh_hans: '霆神'空雷发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MINELAUNCHER_ION"]/short
source: 'Baal'
zh_hans: 霆神空雷

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MINELAUNCHER_ION"]/desc
source: Mine Launchers charge quickly and fire a burst of slow moving projectiles. Also serves as an efficient way to lay traps for the fleet. Provides 2 fleet delay for 15 missiles at empty beacons, has no notoriety impact.
fr: Les lance-mines se chargent rapidement et tirent un barrage de projectiles à déplacement lent. Ils servent également à poser efficacement des pièges pour la flotte. Aux balises vides, permet de retarder la flotte de 2 sauts contre 15 missiles, n'affecte pas la réputation.
zh_hans: 空雷发射器快速充能并发射一片缓慢移动的弹体，还能高效地向追击的叛军部署陷阱。 可在空信标处用15发弹药来拖延2次叛军追击，不产生恶名。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_TRIFECTA"]/title
source: Trifecta
zh_hans: 三联破片炮

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_TRIFECTA"]/short
source: Trifecta
zh_hans: 三联破片

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_TRIFECTA"]/desc
source: A bizarre jerry-rigged weapon that fires 2 flak shots along with a slow moving heavy laser for a nominal charge time.
fr: Une arme Jerry-bricolée bizarre qui tire 2 salves de flak accompagnées d'un laser lourd à déplacement lent pour un temps de charge nominal.
zh_hans: 一挺怪异的，像是临时拼凑而来的武器。它在一轮充能攻击中会同时发射2枚破片和1发速度较慢的重型激光。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRIFECTA_LASER"]/title
source: Trifecta Laser
fr: Laser Trifecta
zh_hans: 三联激光

# data/blueprints.xml.append$//weaponBlueprint[@name="TRIFECTA_LASER"]/short
source: Trifecta Laser
fr: Laser Trifecta
zh_hans: 三联激光

# data/blueprints.xml.append$//weaponBlueprint[@name="TRIFECTA_LASER"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_FROST"]/title
source: Frost Flak
fr: Flak givrante
zh_hans: 冰霜破片

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_FROST"]/short
source: Frost Flak
fr: Flak givrante
zh_hans: 冰霜破片

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SHOTGUN_FROST"]/desc
source: Fires 4 supercooled projectiles which create a coating of ice on rooms, locking them down for 12 seconds as well as stunning crew.
fr: Tire 4 projectiles surgelées qui créent un revêtement de glace dans les pièces, les verrouillant pendant 12 secondes tout en étourdissant l'équipage.
zh_hans: 射出4枚足以冻结舱室的超低温弹丸，并且伴有船员眩晕效果。

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_ASSEMBLED"]/title
source: Assembled Drone
fr: Drone assemblé
zh_hans: 工厂无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_ASSEMBLED"]/short
source: Assembled Drone
fr: Drone assemblé
zh_hans: 工厂无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_ASSEMBLED"]/desc
source: YOU SHOULD NEVER SEE THIS.
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA.
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_DRONE_GUN"]/title
source: Assembly Cannon
fr: Canon assemblé
zh_hans: 战斗工厂

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_DRONE_GUN"]/short
source: Assembly
fr: Assemblé
zh_hans: 战斗工厂

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_DRONE_GUN"]/desc
source: A specialized weapon with a built-in fabricator. At the cost of a drone part, can deploy a temporary combat drone that will attack the enemy ship.
fr: Une arme spécialisée avec un fabricateur intégré. Moyennant une pièce de drone, elle peut déployer un Drone de Bataille temporaire qui attaquera le vaisseau ennemi.
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ULTRABURN"]/title
source: 'Ultraburn'
fr: 'Ultrabrulé'
zh_hans: ‘炽炎’火焰光束

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ULTRABURN"]/short
source: 'Ultraburn'
fr: 'Ultrabrulé'
zh_hans: 炽炎火束

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ULTRABURN"]/desc
source: Fires a concentrated beam with such intense heat it damages both the hull and temporarily strips crew of fire immunity, multiplying fire damage by x1.5 for 15 seconds. Be careful of hitting your own crew!
fr: Il tire un faisceau concentré d'une chaleur si intense qu'il endommage à la fois la coque et enlève temporairement l'immunité au feu de l'équipage, multipliant les dégâts de feu par x1.5 pendant 15 secondes. Faites attention à ne pas toucher votre propre équipage !
zh_hans: 一种发射集中热能光束的武器。其不仅能对船体和系统造成伤害，还能暂时打破船员的火焰免疫，使他们在15秒内受到1.5倍的火焰伤害。小心误伤！

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SYSTEMSHOCK"]/title
source: 'Systemshock'
fr: 'Choc de système'
zh_hans: '网络奇兵'范围离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SYSTEMSHOCK"]/short
source: 'Sysshock'
fr: 'Choctème'
zh_hans: '网络奇兵'

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_SYSTEMSHOCK"]/desc
source: An overcharged ion weapon which causes a cascading effect when it directly hits a room, dealing 1 ion damage to all adjacent systems.
fr: Une arme ionique surchargée qui provoque un effet en cascade lorsqu'elle frappe directement une pièce, infligeant 1 point de dégât ionique à tous les systèmes adjacents.
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FLARE_LAUNCHER"]/title
source: Flare Launcher
fr: Lanceur de fusées éclairantes
zh_hans: 闪光诱弹发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FLARE_LAUNCHER"]/short
source: Flare
fr: Fusées éclairantes
zh_hans: 闪光诱弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FLARE_LAUNCHER"]/desc
source: Fires decoys that distract Defense drones and, if they make contact, temporarily blind crew, stunning them.
fr: Tire des leurres qui distraient les drones de défense et, s'ils entrent en contact, aveuglent temporairement l'équipage, les étourdissant.
zh_hans: 发射诱击闪弹来干扰防御无人机，若击中船员，还能将其致盲并击晕。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_EPISTLE"]/title
source: 'Epistle of Madness'
fr: 'Épître de la Folie'
zh_hans: ‘疯狂信札’

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_EPISTLE"]/short
source: 'Epistle'
fr: 'Épître'
zh_hans: '信札'

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_EPISTLE"]/desc
source: A weapon of ancient evil, which infiltrates the minds of its victims and turns them against each other. Inflicts mind control on any enemy it hits, but prevents them from receiving orders.
fr: Une arme d'un mal ancestral, qui infiltre les esprits de ses victimes et les pousse à se retourner les uns contre les autres. Elle inflige un contrôle mental à tout ennemi touché, mais les empêche de recevoir des ordres.
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_ION"]/title
source: Tesla Emitter
fr: Émetteur Tesla
zh_hans: 闪电发生器

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_ION"]/short
source: Tesla
zh_hans: 闪电光束

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_ION"]/desc
source: A strange weapon using advanced ion tech unlike anything you've seen. It appears capable of generating enough ionized energy to deal ion damage to multiple rooms like a Beam.
fr: Une arme étrange utilisant une technologie ionique avancée, différente de tout ce que vous avez vu. Elle semble capable de générer suffisamment d'énergie ionisée pour infliger des dégâts ioniques à plusieurs pièces, semblable à un rayon.
zh_hans: 不同于你之前见过的任何造物，这件奇特的武器似乎使用了某种先进的离子技术，能生成足够的离子能量并像光束那样对多个舱室造成离子伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LAVA_THROWER"]/title
source: Magma Gun
fr: Canon magma
zh_hans: 熔岩炮

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LAVA_THROWER"]/short
source: Magma
zh_hans: 熔岩炮

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LAVA_THROWER"]/desc
source: A bizarre gun only conceived in the mind of a madman. Although it's merely a Pinpoint Beam, its concentrated stream of superhot lava sets any room it touches completely on fire.
fr: Un canon étrange conçu uniquement dans l'esprit d'un fou. Bien qu'il ne soit qu'un Rayon Aiguillon, son jet concentré de lave surchauffée met complètement le feu à toute pièce qu'il touche.
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_RED"]/title
source: Gem
fr: Gemme
zh_hans: 宝石

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_RED"]/short
source: Gem
fr: Gemme
zh_hans: 宝石

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_RED"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_BLUE"]/title
source: Gem
fr: Gemme
zh_hans: 宝石

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_BLUE"]/short
source: Gem
fr: Gemme
zh_hans: 宝石

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_BLUE"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_GREEN"]/title
source: Gem
fr: Gemme
zh_hans: 宝石

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_GREEN"]/short
source: Gem
fr: Gemme
zh_hans: 宝石

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_GREEN"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_CYAN"]/title
source: Gem
fr: Gemme
zh_hans: 宝石

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_CYAN"]/short
source: Gem
fr: Gemme
zh_hans: 宝石

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_CYAN"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_PURPLE"]/title
source: Gem
fr: Gemme
zh_hans: 宝石

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_PURPLE"]/short
source: Gem
fr: Gemme
zh_hans: 宝石

# data/blueprints.xml.append$//weaponBlueprint[@name="CASH_GEM_PURPLE"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_CASH_GUN"]/title
source: The Bedazzler
fr: L'Éblouisseur
zh_hans: 璀璨碎珠炮

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_CASH_GUN"]/short
source: Bedazzler
fr: Éblouisseur
zh_hans: 璀璨

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_CASH_GUN"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个
