Repository: ftl-mv-translation/trc
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, zh_hans

source: Charge Heavy Laser
fr: Laser lourd à charges
zh_hans: 充能重型激光

source: C. Heavy
fr: Ch. lourd
zh_hans: 充能重激

source: This Laser weapon can charge multiple projectiles, or fire its volley early. Does 2 damage per shot.
fr: Cette arme laser peut charger plusieurs projectiles ou tirer sa volée plus tôt. Elle inflige 2 points de dégâts par tir.
zh_hans: 这种激光武器可以充填多个弹体，或者提前射出。每发造成2点伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP2"]/title
source: Amp Laser
fr: Laser amplificateur
zh_hans: 多级激光

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP2"]/short
source: Amp Laser [2]
fr: Laser amplificateur [2]
zh_hans: 多级激光[2]

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP2"]/desc
source: [CURRENT POWER: 2] A potentially powerful Laser whose power can be altered before or during a fight to change its damage output. More power also increases the cooldown.
fr: [PUISSANCE ACTUELLE : 2] Un laser potentiellement surpuissant dont la puissance peut être modifiée avant ou pendant le combat pour changer les dégâts qu'il inflige. Plus la puissance est élevée, plus le temps de recharge est long.
zh_hans: [当前能量：2]一种具有潜在破坏力的激光武器，可在战斗前中调整其能量消耗来改变伤害输出。能量越高，冷却时间也会增加。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP3"]/title
source: Amp Laser
fr: Laser amplificateur
zh_hans: 多级激光

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP3"]/short
source: Amp Laser [3]
fr: Laser amplificateur [3]
zh_hans: 多级激光[3]

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP3"]/desc
source: [CURRENT POWER: 3] A potentially powerful Laser whose power can be altered before or during a fight to change its damage output. More power also increases the cooldown.
fr: [PUISSANCE ACTUELLE : 3] Un laser potentiellement surpuissant dont la puissance peut être modifiée avant ou pendant le combat pour changer les dégâts qu'il inflige. Plus la puissance est élevée, plus le temps de recharge est long.
zh_hans: [当前能量：3]一种具有潜在破坏力的激光武器，可在战斗前中调整其能量消耗来改变伤害输出。能量越高，冷却时间也会增加。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP4"]/title
source: Amp Laser
fr: Laser amplificateur
zh_hans: 多级激光

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP4"]/short
source: Amp Laser [4]
fr: Laser amplificateur [4]
zh_hans: 多级激光[4]

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_AMP4"]/desc
source: [CURRENT POWER: 4] A potentially powerful Laser whose power can be altered before or during a fight to change its damage output. More power also increases the cooldown.
fr: [PUISSANCE ACTUELLE : 4] Un laser potentiellement surpuissant dont la puissance peut être modifiée avant ou pendant le combat pour changer les dégâts qu'il inflige. Plus la puissance est élevée, plus le temps de recharge est long.
zh_hans: [当前能量：4]一种具有潜在破坏力的激光武器，可在战斗前中调整其能量消耗来改变伤害输出。能量越高，冷却时间也会增加。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_COMPACT"]/title
source: Compact Laser
fr: Laser compact
zh_hans: 袖珍激光

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_COMPACT"]/short
source: Compact
zh_hans: 袖珍激光

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_COMPACT"]/desc
source: This peculiar Laser fires extremely fast and uses no power, but has terrible aim.
fr: Ce laser particulier tire extrêmement vite et ne consomme pas d'énergie, mais vise très mal.
zh_hans: 这种奇特的激光炮射速极快且不使用能量，但是命中率极差。

source: Light Burst Laser
fr: Laser à éclat de lumière
zh_hans: 轻型爆裂激光

source: Light Burst
fr: Éclat de lumière
zh_hans: 轻型爆裂

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_LASER_LIGHT_BURST"]/desc
source: Though it charges slower than your standard Light Laser, it fires a burst of laser projectiles in rapid succession to take down shields quickly.
fr: Bien qu'il se charge plus lentement que le laser léger standard, il tire une rafale de projectiles laser en enchainement rapide pour détruire rapidement les boucliers.
zh_hans: 尽管充能速度比标准轻型激光更慢，但它可以发射一连串激光弹幕，以快速破坏敌方护盾。

source: Particle Collider MK I
fr: Accélérateur de particules Ver. I
zh_hans: 粒子加速器I

source: Collider I
fr: Accélérateur I
zh_hans: 粒子加速I

source: Modified particle technology that trades its usual fire starting attributes to do crew damage and apply debuffs.
fr: Technologie à particules modifiée qui échange ses chances d'incendie contre des dégâts à l'équipage et des affaiblissements.
zh_hans: 精心调制的粒子技术，放弃了起火特性转而对船员直接造成伤害并施加减益。

source: Particle Collider MK II
fr: Accélérateur de particules Ver. II
zh_hans: 粒子加速器II

source: Collider II
fr: Accélérateur II
zh_hans: 粒子加速II

source: Modified particle technology that trades its usual fire starting attributes to do crew damage and apply debuffs. This version has increased cooldown and radius but fires more bolts.
fr: Technologie à particules modifiée qui échange ses chances d'incendie contre des dégâts à l'équipage et des affaiblissements. Cette version augmente le temps de recharge et élargie la zone d'impact du rayon, mais tire plus de boulons.
zh_hans: 精心调制的粒子技术，放弃了起火特性转而对船员直接造成伤害并施加减益。此版本充能时间更长，着弹范围更广，但一次射出更多弹丸。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_1"]/title
source: Magnifier MK I
fr: Magnifieur Ver. I
zh_hans: 聚能激光I

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_1"]/short
source: Magnifier I
fr: Magnifieur I
zh_hans: 聚能I

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_1"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

source: Magnifiers use special technology to enhance their power with each charge, rather than gaining additional projectiles. Each charge increases damage output and status effect chances. Charges become progressively faster. Stats: Required Power: 1 Charge Time: 11 seconds Accuracy Bonus: +10% Max Charges: 3 Bonus Charging Speed: x1.3 per charge Base Hull Damage: 2/3/4 Total System Damage: 2/3/4 Total Crew Damage: 30/45/60 Fire Chance 10/20/30% Breach Chance: 10/20/30% (Adjusted: 9/16/21%) Default Price: 55~ - Selling Price: 27~
fr: Les Magnifieurs utilisent une technologie spéciale pour augmenter leur puissance à chaque charge, plutôt que d'obtenir des projectiles supplémentaires. Chaque charge augmente les dégâts et les chances d'obtenir un effet d'état. Les charges deviennent progressivement plus rapides. Stats: Puissance requise : 1 Temps de charge : 11 secondes Bonus de précision : +10% Charges maximales : 3 Bonus de vitesse de chargement : x1,3 par charge Dégâts à la coque : 2/3/4 Dégâts au système : 2/3/4 Dégâts à l'équipage : 30/45/60 Chances de feu : 10/20/30% Chances de trou dans la coque : 10/20/30% (ajusté : 9/16/21%) Prix par défaut : 55~ - Prix de vente : 27~
zh_hans: "聚能"系列武器使用特种技术来随着充能增强其威力(而不是增加射弹数目)。每层充能都会增加伤害和施加特殊状态的几率。充能会随时间推移逐渐加快。 属性： 需要能量：1 充能时间：11 秒 命中率加成：+10% 最大充能：3 充能提速：1.3X 每层充能 船体伤害：2/3/4 点 系统伤害：2/3/4 点 人员伤害：30/45/60 点 着火几率：10/20/30% 破舱几率：10/20/30% (修正后：9/16/21%) 基础价格：55~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_2"]/title
source: Magnifier MK II
fr: Magnifieur Ver. II
zh_hans: 聚能激光II

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_2"]/short
source: Magnifier II
fr: Magnifieur II
zh_hans: 聚能II

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_2"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

source: Magnifiers use special technology to enhance their power with each charge, rather than gaining additional projectiles. Each charge increases damage output and status effect chances. Charges become progressively faster. Stats: Required Power: 2 Charge Time: 13 seconds Accuracy Bonus: +10% Max Charges: 4 Bonus Charging Speed: x1.5 per charge Base Hull Damage: 3/4/5/6 Total System Damage: 3/4/5/6 Total Crew Damage: 45/60/75/90 Fire Chance 10/20/30/40% Breach Chance: 10/20/30/40% (Adjusted: 9/16/21/24%) Default Price: 70~ - Selling Price: 35~
fr: Les Magnifieurs utilisent une technologie spéciale pour augmenter leur puissance à chaque charge, plutôt que d'obtenir des projectiles supplémentaires. Chaque charge augmente les dégâts et les chances d'obtenir un effet d'état. Les charges deviennent progressivement plus rapides. Stats: Puissance requise : 2 Temps de charge : 13 secondes Bonus de précision : +10% Charges maximales : 4 Bonus de vitesse de chargement : x1,5 par charge Dégâts à la coque : 3/4/5/6 Dégâts au système : 3/4/5/6 Dégâts à l'équipage : 45/60/75/90 Chances de feu : 10/20/30/40% Chances de trou dans la coque : 10/20/30/40% (ajusté : 9/16/21/24%) Prix par défaut : 70~ - Prix de vente : 35~
zh_hans: "聚能"系列武器使用特种技术来随着充能增强其威力(而不是增加射弹数目)。每层充能都会增加伤害和施加特殊状态的几率。充能会随时间推移逐渐加快。 属性： 需要能量：2 充能时间：13 秒 命中率加成：+10% 最大充能：4 充能提速：1.5X 每层充能 船体伤害：3/4/5/6 点 系统伤害：3/4/5/6 点 人员伤害：45/60/75/90 点 着火几率：10/20/30/40% 破舱几率：10/20/30/40% (修正后：9/16/21/24%) 基础价格：70~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_PIERCE"]/title
source: Pierce Magnifier
fr: Magnifieur perforant
zh_hans: 穿刺聚能激光

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_PIERCE"]/short
source: Pierce Mag.
fr: Magn. perf.
zh_hans: 穿刺聚能

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_PIERCE"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

source: Magnifiers use special technology to enhance their power with each charge, rather than gaining additional projectiles. Each charge increases shield pierce and breach chance. Charges become progressively faster. Stats: Required Power: 2 Charge Time: 9 seconds Accuracy Bonus: +10% Max Charges: 4 Shield Piercing: 1/2/3/4 Bonus Charging Speed: x1.5 per charge Base Hull Damage: 2 Total System Damage: 2 Total Crew Damage: 30 Breach Chance: 60/70/80/90% Default Price: 60~ - Selling Price: 30~
fr: Les Magnifieurs utilisent une technologie spéciale pour augmenter leur puissance à chaque charge, plutôt que d'obtenir des projectiles supplémentaires. Chaque charge augmente les chances de percer le bouclier et d'ouvrir une brèche. Les charges deviennent progressivement plus rapides. Stats: Puissance requise : 2 Temps de charge : 9 secondes Bonus de précision : +10% Charges maximales : 4 Perforation de bouclier : 1/2/3/4 Bonus de vitesse de chargement : x1.5 par charge Dégâts à la coque : 2 Dégâts au système : 2 Dégâts à l'équipage : 30 Chances de trou dans la coque : 60/70/80/90% Prix par défaut : 60~ - Prix de vente : 30~
zh_hans: "聚能"系列武器使用特种技术来随着充能增强其威力(而不是增加射弹数目)。每层充能都会增加护盾穿透能力和破舱几率。充能会随时间推移逐渐加快。 属性： 需要能量：2 充能时间：9 秒 命中率加成：+10% 最大充能：4 护盾穿透：1/2/3/4 层 充能提速：1.5X 每层充能 船体伤害：2 点 系统伤害：2 点 人员伤害：30 点 破舱几率：60/70/80/90% 基础价格：60~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_ION"]/title
source: Ionized Magnifier
fr: Magnifieur ionisant
zh_hans: 离子聚能激光

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_ION"]/short
source: Ion Mag.
fr: Magn. ion.
zh_hans: 离子聚能

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_MAGNIFIER_ION"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

source: Magnifiers use special technology to enhance their power with each charge, rather than gaining additional projectiles. Each charge increases ion damage output and stun chance. Charges become progressively faster. Stats: Required Power: 1 Charge Time: 8 seconds Accuracy Bonus: +10% Max Charges: 4 Bonus Charging Speed: x1.2 per charge Ion Damage: 1/2/3/4 Stun Chance: 30/40/50/60% (3 seconds long) Default Price: 50~ - Selling Price: 25~
fr: Les Magnifieurs utilisent une technologie spéciale pour augmenter leur puissance à chaque charge, plutôt que d'obtenir des projectiles supplémentaires. Chaque charge augmente les dégâts ioniques et les chances d'étourdissement. Les charges deviennent progressivement plus rapides. Stats: Puissance requise : 1 Temps de charge : 8 secondes Bonus de précision : +10% Charges maximales : 4 Bonus de vitesse de charge : x1.2 par charge Dégâts ioniques : 1/2/3/4 Chance d'étourdissement : 30/40/50/60% (pendant 3 secondes) Prix par défaut : 50~ - Prix de vente : 25~
zh_hans: "聚能"系列武器使用特种技术来随着充能增强其威力(而不是增加射弹数目)。每层充能都会增加离子伤害和击晕几率。充能会随时间推移逐渐加快。 属性： 需要能量：1 充能时间：8 秒 命中率加成：+10% 最大充能：4 充能提速：1.2X 每层充能 离子伤害：1/2/3/4 点 击晕几率：30/40/50/60% (3秒) 基础价格：50~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_TILE"]/title
source: 'Fangtian' Fissure Beam
fr: Rayon fissurant 'Fangtian'
zh_hans: '方天戟'撕裂光束

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_TILE"]/short
source: 'Fangtian'
zh_hans: 方天戟束

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_TILE"]/desc
source: Fissure Beams deal damage per tile rather than per room. This Beam specializes in destroying systems, capable of dealing more damage the larger a system is.
fr: Les rayons fissurant infligent des dégâts par tuile plutôt que par pièce. Ce rayon est spécialisé dans la destruction des systèmes et peut infliger des dégâts d'autant plus importants que le système est grand.
zh_hans: 撕裂光束按舱格数量计算伤害而不是按舱室。这种光束专门用于破坏系统，系统越大，它能造成的伤害就越高。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_BIO_2"]/title
source: 'Faucon' Rad-Beam II
fr: Rayon radiant 'Faucon' II
zh_hans: '鹰钩'辐射光束II

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_BIO_2"]/short
source: 'Faucon' II
zh_hans: 鹰钩辐束II

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_BIO_2"]/desc
source: This terrifying radiation Beam does heavy crew damage and weakens enemy crew. Longer and does more damage than the MK 1 but doesn't pierce shields.
fr: Ce terrifiant rayon à radiation inflige de lourds dégâts à l'équipage et les affaiblit. Il est plus long et fait plus de dégâts que la version I, mais ne perce pas les boucliers.
zh_hans: 这种可怕的辐射光束可对船员造成大量伤害，并削弱敌方船员。相较于其原始型号，该版本光束更长，威力更高，但牺牲了穿盾能力。

source: 'Faucon' Rad-Beam II†
fr: Rayon radiant 'Faucon' II†
zh_hans: '鹰钩'辐射光束II†

source: 'Faucon' II†
zh_hans: 鹰钩辐束II†

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_BIO_2_PLAYER"]/desc
source: This terrifying radiation Beam does heavy crew damage and weakens enemy crew. Longer and does more damage than the MK 1 but doesn't pierce shields.
fr: Ce terrifiant rayon à radiation inflige de lourds dégâts à l'équipage et les affaiblit. Il est plus long et fait plus de dégâts que la version I, mais ne perce pas les boucliers.
zh_hans: 这种可怕的辐射光束可对船员造成大量伤害，并削弱敌方船员。相较于其原始型号，该版本光束更长，威力更高，但牺牲了穿盾能力。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_HULL_CHAIN"]/title
source: 'Bardiche' Beam
fr: Rayon 'Bardiche'
zh_hans: '宽斧'链式光束

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_HULL_CHAIN"]/short
source: 'Bardiche'
zh_hans: 宽斧链束

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BEAM_HULL_CHAIN"]/desc
source: This Beam charges quicker with each shot but can also do heavy hull damage when aimed at empty rooms.
fr: Ce rayon se charge plus rapidement à chaque tir, et peut également infliger de lourds dégâts à la coque lorsqu'il est dirigé vers des pièces vides.
zh_hans: 这种光束武器每次发射都会减少充能时间，并且能够在瞄准空舱室时对舰体造成沉重打击。

source: 'Kagiyari' Beam
fr: Rayon 'Kagiyari'
zh_hans: '钩枪'光束

source: 'Kagiyari'
zh_hans: 钩枪光束

source: A slow but self-reliant adaptive Beam that can scale infinitely if given long enough to build up power, but requires more time to effectively deal with systems. Conservative weapons use no power but require another weapon to be powered.
fr: Un rayon adaptatif lent mais autonome qui peut évoluer à l'infini si on lui laisse le temps d'accumuler de l'énergie, mais qui a besoin de plus de temps pour affecter efficacement les systèmes. Les armes conservatrices ne consomment pas d'énergie mais ont besoin d'une autre arme pour être alimentées.
zh_hans: 一种充能较慢但自给自足的自适应光束，如果给予其足够长的时间积蓄能量，它的威力就可以无限上升。由于不具备初始系统伤害，它需要更长的时间才能有效地破坏系统。集能武器不使用能量，但需要另一种已供能的武器。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_BREACH"]/title
source: Asphyxiator Ion
fr: Apshyxiateur ionique
zh_hans: 窒息离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_BREACH"]/short
source: Asphyxion
fr: Apshyxiateur
zh_hans: 窒息离子

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_BREACH"]/desc
source: A specialized ion that excels particularly at suffocating the enemy, though it can be applied to other purposes.
fr: Un ion spécialisé qui excelle particulièrement dans l'asphyxie de l'ennemi, bien qu'il puisse être utilisé à d'autres fins.
zh_hans: 一种特化于造成破舱以窒息敌方船员的离子武器，尽管它也可以用于其他用途。

source: Asphyxiator Ion†
fr: Apshyxiateur ionique†
zh_hans: 窒息离子炮†

source: Asphyxion†
fr: Apshyxiateur†
zh_hans: 窒息离子†

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_BREACH_PLAYER"]/desc
source: A specialized ion that excels particularly at suffocating the enemy, though it can be applied to other purposes.
fr: Un ion spécialisé qui excelle particulièrement dans l'asphyxie de l'ennemi, bien qu'il puisse être utilisé à d'autres fins.
zh_hans: 一种特化于造成破舱以窒息敌方船员的离子武器，尽管它也可以用于其他用途。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_CHAINGUN_2"]/title
source: 'Infinity' Ion
fr: Ion 'Infini'
zh_hans: '无极'离子

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_CHAINGUN_2"]/short
source: 'Infinity'
fr: 'Infini'
zh_hans: 无极离子

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ION_CHAINGUN_2"]/desc
source: Unlike the standard adaptive ion, this weapon can chain to an effectively infinite number of times.
fr: Contrairement à l'ion adaptatif standard, cette arme peut enchaîner un nombre infini de fois.
zh_hans: 不同于标准的自适应离子，这种武器可以随射击将威力提升至足以同时压制多个系统，但充能速度相对更慢。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_PIERCE_1"]/title
source: Energy Phaser
fr: Phaseur énergétique
zh_hans: 相位能量炮

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_PIERCE_1"]/short
source: Phase E.
fr: Phaseur énerg.
zh_hans: 相位能量

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_PIERCE_1"]/desc
source: Energy weapons can disable systems while also causing hull damage. This special version pierces shields, dealing ion damage to the first layer of shields as it goes through.
fr: Les armes à énergie peuvent désactiver des systèmes tout en causant des dégâts à la coque. Cette version spéciale perce les boucliers, infligeant des dégâts ioniques à la première couche de boucliers lorsqu'elle les traverse.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。这种特殊型号的武器可以穿透护盾，并对第一层护盾和击中舱室的系统造成离子伤害。

source: Energy Phaser†
fr: Phaseur énergétique†
zh_hans: 相位能量炮†

source: Phase E.†
fr: Phaseur énerg.†
zh_hans: 相位能量∫

source: Energy weapons can disable systems while also causing hull damage. This special version pierces shields, dealing ion damage to the first layer of shields as it goes through.
fr: Les armes à énergie peuvent désactiver des systèmes tout en causant des dégâts à la coque. Cette version spéciale perce les boucliers, infligeant des dégâts ioniques à la première couche de boucliers lorsqu'elle les traverse.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。这种特殊型号的武器可以穿透护盾，并对第一层护盾和击中舱室的系统造成离子伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_FIRE"]/title
source: Energy Flamer
fr: Brûleur énergétique
zh_hans: 火焰能量

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_FIRE"]/short
source: Fire Energy
fr: Flamme énergétique
zh_hans: 火焰能量

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_ENERGY_FIRE"]/desc
source: Energy weapons can disable systems and cause hull damage. This weapon also starts more fires than the average Energy Cannon.
fr: Les armes à énergie peuvent désactiver les systèmes et endommager la coque. Cette arme déclenche également plus d'incendies que la moyenne des canons à énergie.
zh_hans: 能量武器可以使系统失效，同时也会造成舰体伤害。相较于标准能量炮，这种武器具有更高的起火率。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FOCUS_FIRE"]/title
source: 'Scorch' Pinpoint
fr: Aiguillon 'Calciné'
zh_hans: '灼烧'光点

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FOCUS_FIRE"]/short
source: 'Scorch'
fr: 'Calciné'
zh_hans: 灼烧光点

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_FOCUS_FIRE"]/desc
source: A quick charging Pinpoint with minimal pierce that does no physical damage but lights fires.
fr: Un Aiguillon à charge rapide avec une perforation minimale qui n'inflige aucun dégât physique mais allume des feux.
zh_hans: 一种充能速度较快的光点武器，具备最低限度的穿盾能力。该种光点除了点火之外不会造成任何物理伤害。

source: 'Poniard' Pinpoint
fr: Aiguillon 'Poignard'
zh_hans: 集能光点

source: 'Poniard'
fr: 'Poignard'
zh_hans: 集能光点

source: A slow charging but reliable Pinpoint. Conservative weapons use no power but require another weapon to be powered.
fr: Un Aiguillon à charge lente mais fiable. Les armes conservatrices ne consomment pas d'énergie mais ont besoin d'une autre arme pour être alimentées.
zh_hans: 充能较慢但非常可靠的光点武器。集能武器不使用能量，但需要另一种已供能的武器。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SHRAPNEL"]/title
source: Shrapnel Bomb
fr: Bombe à éclats
zh_hans: 破片炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SHRAPNEL"]/short
source: Shrapnel B.
fr: B. à éclats.
zh_hans: 破片炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_SHRAPNEL"]/desc
source: Self-teleporting explosive that deals system damage to not just the target room but all adjacent rooms as well. Can target your own ship.
fr: Explosif qui se téléporte et inflige des dégâts aux systèmes non seulement à la pièce ciblée, mais aussi à toutes les pièces adjacentes. Peut cibler votre propre vaisseau.
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART"]/title
source: Particle Bomb
fr: Bombe à particules
zh_hans: 粒子炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART"]/short
source: Part B.
fr: B. à particules.
zh_hans: 粒子炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART"]/desc
source: Self-teleporting explosive that contains a particle accelerator, which does heavy system damage and starts fires. Can target your own ship.
fr: Explosif qui se téléporte contenant un accélérateur de particules qui endommage fortement les systèmes et déclenche des incendies. Peut cibler votre propre vaisseau.
zh_hans: 自传送炸弹，内含一次性粒子加速器，可对系统造成沉重打击并引发火焰。可瞄准己方星舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART_PLAYER"]/title
source: Particle Bomb†
fr: Bombe à particules†
zh_hans: 粒子炸弹†

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART_PLAYER"]/short
source: Part B.†
fr: B. à particules†
zh_hans: 粒子炸弹∫

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_PART_PLAYER"]/desc
source: Self-teleporting explosive that contains a particle accelerator, which does heavy system damage and starts fires. Can target your own ship.
fr: Explosif qui se téléporte contenant un accélérateur de particules qui endommage fortement les systèmes et déclenche des incendies. Peut cibler votre propre vaisseau.
zh_hans: 自传送炸弹，内含一次性粒子加速器，可对系统造成沉重打击并引发火焰。可瞄准己方星舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_GASOLINE"]/title
source: Gasoline Bomb
fr: Bombe à essence
zh_hans: 汽油炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_GASOLINE"]/short
source: Gasoline B.
fr: B. à essence.
zh_hans: 汽油炸弹
