Repository: ftl-mv-translation/trc
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, zh_hans

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK"]/desc
source: The monk responsible for this ship valued the virtue of patience above all else. It's just unfortunate she missed the memo about being peaceful.
fr: Le moine responsable de ce vaisseau valorisait la vertu de la patience par-dessus tout. C'est juste dommage qu'il ait raté le mémo sur le fait d'être pacifique.
zh_hans: 这艘舰内的信道者们把耐心奉为唯一的圭臬，但很可惜她却把和平这一初心给忘了。

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_2"]/class
source: Collector's Peacekeeping Cruiser
fr: Croiseur de la Paix du Collectionneur
zh_hans: 维和藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_2"]/name
source: Flux Capacitor
fr: Condensateur de flux
zh_hans: 通量电容器

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_2"]/desc
source: Patience is most often considered a virtue. While this may be true, who says you can't speed things up a little?
fr: La patience est souvent considérée comme une vertu. Bien que cela soit vrai, qui dit que vous ne pouvez pas accélérer un peu les choses ?
zh_hans: 人们常说耐心是美德。这话没错，但谁规定不能稍微加快点节奏呢？

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_3"]/class
source: Collector's Kleptocracy Cruiser
fr: Croiseur Kleptocrate du Collectionneur
zh_hans: 星盗会藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_3"]/name
source: Spencer-45
zh_hans: 斯潘塞-45

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK_3"]/desc
source: Unfortunately, the Slug crew went out for lunch at the exact time this ship launched. Even with the new crew, there may be some difficulty tracking down the enemy crew...
fr: Malheureusement, l'équipage Limace est sorti déjeuner au moment précis où ce vaisseau a été lancé. Même avec le nouvel équipage, il pourrait y avoir des difficultés à traquer l'équipage ennemi...
zh_hans: 真不巧，蛞蝓族船员恰好在这艘船起航时出去吃午饭了。即便有了新船员，想要追踪敌方船员恐怕还是有点困难...

source: Collector's Lost Sun Cruiser
fr: Croiseur Lost Sun du Collectionneur
zh_hans: 迷失烈阳藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_LOSTSUN"]/name
source: The Ruination
fr: La Ruine
zh_hans: 湮灭

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_LOSTSUN"]/desc
source: Upon hearing the call of the Federation needing brave fighters, this valiant Lost Sun jumped at the opportunity to set as many people on fire as possible.
fr: En entendant l'appel de la Fédération en recherche de courageux combattants, ce vaillant Lost Sun a saisi l'occasion de mettre le feu au plus grand nombre de personnes possible.
zh_hans: 听说联邦在召集勇敢的战士，这艘勇猛的迷失之阳号二话不说就冲出来了，就是为了尽可能鼓舞其他人。

source: Collector's Theocracy Cruiser
fr: Croiseur Théocrate du Collectionneur
zh_hans: 神权国藏品舰

source: Igneous
fr: Magmatique
zh_hans: 火元号

source: Many debates have been had aboard this vessel over whether its unique weapon fires magma or lava. Perhaps their enemies would have joined in, had they not been dead.
fr: À bord de ce vaisseau, de nombreux débats ont eu lieu pour savoir si son arme unique tire du magma ou de la lave. Peut-être que leurs ennemis auraient pu participer, s'ils n'étaient pas morts.
zh_hans: 关于这艘船独特的武器到底发射的是岩浆还是熔岩，人们没少争论。要不是它的敌人都已经死光了，没准还能加入讨论呢。

source: Collector's Republican Cruiser
fr: Croiseur Républicain du Collectionneur
zh_hans: 共和国藏品舰

source: The AMPere
fr: L'AMPère
zh_hans: 多极号

source: It's called the AMPere because it has an AMP weapon! Get it?...
fr: Il s'appelle l'AMPère parce qu'il possède une arme AMP ! Vous avez saisi ?...
zh_hans: 它叫多极号是因为它附有一件多级武器，合理吧？

source: Collector's Geniocracy Cruiser
fr: Croiseur Géniocrate du Collectionneur
zh_hans: 怪才体藏品舰

source: Hadron
zh_hans: 海德龙号

source: This Shell soon realized he accidentally purchased a Particle Collider instead of an Accelerator. But that's fine - purple is better than orange anyways.
fr: Ce coquille s'est rapidement rendu compte qu'il avait accidentellement acheté un Collisionneur de Particules au lieu d'un Accélérateur. Mais c'est bon - le violet est de toute façon meilleur que l'orange.
zh_hans: 这个呆瓜很快就意识到他不小心买了个粒子对撞机，而不是加速器。不过没关系， 反正紫色比橙色好看多了。

source: Collector's Auto-Cruiser
fr: Croiseur Automatique du Collectionneur
zh_hans: 自动藏品舰

source: Victoria
zh_hans: 维多利亚号

source: Finder's keepers is the golden rule, and that applies to more than the things you're stealing. It applies to the people too!
fr: La règle d'or est celle du 'qui trouve garde', et elle ne s'applique pas seulement aux objets que vous volez. Elle s'applique aussi aux personnes !
zh_hans: "先到先得"是黄金法则，这可不光适用于你偷来的东西。对人也一样管用！

source: Collector's Spectral Cruiser
fr: Croiseur Spectral du Collectionneur
zh_hans: 灵朝藏品舰

source: Abaddon
zh_hans: 毁灭者

source: After countless millenia of devising better and better weapons to promote infighting, the Dynasty finally realized their guns could also tear apart ships from other factions.
fr: Après d'innombrables millénaires à concevoir des armes de plus en plus efficaces pour promouvoir les luttes internes, la Dynastie a enfin réalisé que leurs armes pouvaient aussi déchirer les vaisseaux des autres factions.
zh_hans: 在折腾了无数年，想尽办法搞出越来越厉害的武器来内斗后，这个王朝终于开窍了 —— 原来他们的枪炮还能轰烂其他派系的飞船。

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD"]/class
source: Collector's Brood Cruiser
fr: Croiseur Couvée du Collectionneur
zh_hans: 蛛团藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD"]/name
source: Broodmother
fr: Mère Couveuse
zh_hans: 育母号

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD"]/desc
source: What else can you really say about the captain of this ship? They like spiders. They LOVE spiders. Maybe too much.
fr: Que dire d'autre sur le capitaine de ce vaisseau ? Ils aiment les araignées. Ils ADORENT les araignées. Peut-être un peu trop.
zh_hans: 这船长还有啥好说的？嗯，他们喜欢蜘蛛。不，应该说是超爱蜘蛛。可能...有点太过头了。

source: Collector's Tiiikaka Cruiser
fr: Croiseur Tiiikaka du Collectionneur
zh_hans: 提卡卡藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD_2"]/name
source: Humperdinck
zh_hans: 洪佩丁克号

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD_2"]/desc
source: This is a Tiiikaka ship, and has zero relation to any famous pirate/outcast. Please do not confuse it for such. Also, it has a bunch of Lasers.
fr: C'est un vaisseau Tiiikaka et n'a aucun lien avec un pirate ou exilé célèbre. Veuillez ne pas le confondre avec cela. De plus, il est équipé de plusieurs lasers.
zh_hans: 这是一艘提卡卡族的船，跟任何有名的海盗或亡命之徒半毛钱关系都没有。拜托别搞混了啊。对了，它还装了一大堆激光武器。

source: Collector's Separatist Cruiser
fr: Croiseur Séparatiste du Collectionneur
zh_hans: 分离者藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD_3"]/name
source: Limitbreak
fr: briseur de limites
zh_hans: 破极号

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_BROOD_3"]/desc
source: In the future, who needs organic friends? Your drones are the only company you'll need.
fr: Dans le futur, qui a besoin d'amis organiques ? Vos drones seront la seule compagnie dont vous aurez besoin.
zh_hans: 未来谁还需要有机朋友？无人机才是你唯一需要的伙伴。

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_LANIUS"]/class
source: Collector's Lanius Cruiser
fr: Croiseur Lanius du Collectionneur
zh_hans: 食铁藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_LANIUS"]/name
source: Kittiwake
fr: Mouette rieuse
zh_hans: 三趾鸥号

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_LANIUS"]/desc
source: People keep seeing flags in the hull of this cruiser; the captain is confused. "Not cloth? Pattern symbol not having?" He just thinks the colors are neat.
fr: Les gens continuent de voir des drapeaux dans la coque de ce vaisseau ; le capitaine est confus. "Pas de tissu ? Le symbole du motif n'existe pas ?" Il trouve juste que les couleurs sont jolies.
zh_hans: 人们老说在这艘巡洋舰上看到了旗帜；这可把船长搞糊涂了。"不是布做的啊？也没啥图案标志啊？"他就是觉得这些颜色挺好看的。

source: Collector's MV Rebel Cruiser
fr: Croiseur MV Rebelle du Collectionneur
zh_hans: 叛军多元藏品舰

source: The Oppressor
fr: L'Oppresseur
zh_hans: 暴迫号

source: Many costs were cut in pursuit of maximizing the drone system's power. Perhaps too many, but let's let bygones be bygones.
fr: De nombreux coûts ont été réduits dans le but de maximiser la puissance du système de drones. Peut-être trop, mais laissons les choses du passé derrière nous.
zh_hans: 为了把无人机系统的威力拉满，我们可没少动歪脑筋省钱。也许是省过头了，不过咱们就既往不咎吧。

source: Collector's Suzerain Cruiser
fr: Croiseur Suzerain du Collectionneur
zh_hans: 领主藏品舰

source: Mechanomantis
fr: Mécanomantis
zh_hans: 机螂号

source: Embracing future! Technocratic Hive begins assimilation with futuristic robot friends!
fr: Embrassant l'avenir ! La Ruche Technocratique commence l'assimilation avec ses amis robots futuristes !
zh_hans: 拥抱未来！技术官僚蜂巢开始与未来派机器人朋友同化！

source: Collector's Slug Pleasure Barge
fr: Barge du Plaisir Limaces du Collectionneur
zh_hans: 蛞蝓欢愉藏艇

source: Elysia
zh_hans: 姬乐号

source: There's a legend of a missile; the Apollo missile. Is it real? "Yep, it's real" says the captain's friend. "Woaaah" says the captain.
fr: Il existe une légende autour d'un missile, le missile Apollo. Est-il réel ? "Oui, c'est vrai" dit l'ami du capitaine. "Woaaah" dit le capitaine.
zh_hans: 听说有个导弹的传说,叫啥阿波罗导弹。这玩意儿是真的吗? "没错,就是真的。"船长的朋友回答道。 "哇哦!"船长惊呼。

source: Collector's Augmented Cruiser
fr: Croiseur Augmenté du Collectionneur
zh_hans: 强铁藏品舰

source: Yacht Club
zh_hans: 游艇俱乐部

source: Once the surplus of resources from asteroid mining led to a post scarcity society, the sentients of this captain's home reality had to find new ways to waste their excess wealth. Why not turn it into a weapon?
fr: Une fois que le surplus de ressources provenant de l'exploitation des astéroïdes a conduit à une société de pénurie, les habitants de la réalité de ce capitaine ont dû trouver de nouvelles façons de gaspiller leurs richesses excédentaires. Pourquoi ne pas en faire une arme ?
zh_hans: 小行星采矿带来的资源过剩导致了后稀缺社会的出现，这位船长所在世界的智慧生物们就不得不寻找新的方式来挥霍他们过剩的财富。既然如此，为什么不把这些财富转化成武器呢？

source: Collector's Hacker Cruiser
fr: Croiseur Hacker du Collectionneur
zh_hans: 骇客团藏品舰

source: Calibrating the main frame. Engaging the bypass filtration core. Processor overclocking megachip is running at maximum efficiency overdrive. This ship is ready for combat.
fr: Calibrage du cadre principal. Engagement du noyau de filtration en dérivation. La méga-puce de surcadençage du processeur fonctionne en surrégime d'efficacité maximale. Ce vaisseau est prêt pour le combat.
zh_hans: 校准主框架。启动旁路过滤核心。处理器超频巨型芯片正以最大效能超频运行。本舰已进入战备状态。

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL"]/class
source: Collector's Rebel Cruiser
fr: Croiseur Rebelle du Collectionneur
zh_hans: 叛军藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL"]/name
source: Absolution
zh_hans: 赦免号

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL"]/desc
source: The crew of this pirate vessel ironically still cling to the Rebel legacy of their vessel. It adds a bit of much desired edge to saving the multiverse.
fr: L'équipage de ce vaisseau pirate s'accroche ironiquement à l'héritage rebelle de leur vaisseau. Cela ajoute un peu du côté tant désiré de la sauvegarde du multivers.
zh_hans: 讽刺的是，这艘海盗船的船员们仍然坚持着叛军传统。它为拯救多元宇宙增添了一点众望所归的优势。

source: Collector's Cruiser
fr: Croiseur du Collectionneur
zh_hans: 收藏家星舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL_2"]/name
source: Theophilus
zh_hans: 狄奥菲勒斯号

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL_2"]/desc
source: Armed with an ancient eldritch super weapon... it's uh. It's armed with an ancient eldritch super weapon. That's all you need to know, really.
fr: Armé d'une ancienne super arme eldritch... C'est euh. Il est armé d'une ancienne super arme eldritch. C'est tout ce que vous avez besoin de savoir, vraiment.
zh_hans: 装备了一件远古的超级邪术武器...它呃，它装备了一件远古的超级邪术武器。说真的，你只需要知道这些就够了。

source: Collector's Wrecked Bomber
fr: Croiseur Détruit du Collectionneur
zh_hans: 破损藏品轰炸舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL_3"]/name
source: The Garbage Pile
fr: Le Tas d'Ordures
zh_hans: 垃圾堆号

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_REBEL_3"]/desc
source: The captain of this ship doesn't understand why people think the name "Garbage Pile" is an insult. Garbage is yummy food. This ship is also yummy food. But don't eat it yet.
fr: Le capitaine de ce vaisseau ne comprend pas pourquoi les gens pensent que le nom "tas d'ordures" est une insulte. Les ordures sont de la nourriture délicieuse. Ce vaisseau est aussi un mets délicieux. Mais ne le mangez pas encore.
zh_hans: 这艘船的船长不明白为什么人们认为"垃圾堆"这个名字是侮辱。垃圾是美味的食物，这艘船也是美味的食物。但是现在还不能吃。

source: 5Y5-5H0CK
fr: 5Y5-5H0C
