Repository: ftl-mv-translation/trc
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, zh_hans

source: A gun made only for the wealthiest of Renegades. Fires a barrage of 5 gems which have a variety of different effects, but costs scrap to fire. Stats: Required Power: 2 Charge Time: 14 seconds Shot Radius: 50 Fires 5 Random Gems Per Shot Red Gem: 1 Hull Damage, 0 System Damage, 80% Fire Chance Blue Gem: 1 Ion Damage Green Gem: 1 Damage, 45 Crew Damage, 10 Seconds Stun Cyan Gem: 1 Damage, 0 System Damage, locks down room Purple Gem: 1 Damage, 2 System Damage, 80% Breach Chance Scrap Consumption: 3 Default Price: 80~ - Selling Price: 40~
fr: Un canon conçu uniquement pour les Renégats les plus riches. Il tire un barrage de 5 gemmes avec différents effets, mais il coûte de la ferraille pour fonctionner. Stats: - Puissance requise : 2 - Temps de charge : 14 secondes - Zone d'impact : 50 - Tire 5 gemmes aléatoires par coup Gemme rouge : 1 dégât à la coque, 0 dégât au système, 80% de Chances de feu Gemme bleue : 1 dégât ionique Gemme verte : 1 dégât, 45 dégâts à l'équipage, 10 secondes d'étourdissement Gemme cyan : 1 dégât, 0 dégât système, verrouillage de la pièce Gemme violette : 1 dégât, 2 dégâts système, 80% de Chances de trou dans la coque et de feu Consommation de ferraille : 3 Prix de base : 80~ - Prix de vente : 40~
zh_hans: 这是一把只为最富有的叛军打造的武器。它能发射5颗具有多种不同效果的宝石炮弹，但每次射击都需要消耗废料。 属性： 需要能量：2 充能时间：14 秒 射击半径:50 每次射击发射5颗随机宝石 红宝石:1点船体伤害,0点系统伤害,80%几率着火 蓝宝石:1点离子伤害 绿宝石:1点伤害,45点人员伤害,眩晕10秒 青宝石:1点伤害,0点系统伤害,封锁房间 紫宝石:1点伤害,2点系统伤害,80%几率破舱 废料消耗:3 基础价格:80~ - 出售价格:40~

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_COLONIZER"]/title
source: Colonizer Bomb
fr: Bombe colonisatrice
zh_hans: 殖民炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_COLONIZER"]/short
source: Colonizer B.
fr: B. colonisatrice.
zh_hans: 殖民炸弹

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BOMB_COLONIZER"]/desc
source: Self-teleporting device that mind controls an enemy crew in the room if there aren't any already. Can be used to target your own ship.
fr: Dispositif auto-téléporté qui contrôle l'esprit d'un équipage ennemi dans la pièce s'il n'y en a pas déjà. Peut être utilisé pour cibler votre propre vaisseau.
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier"]/desc
source: Elite Humanoid Crew. A highly capable clone soldier, produced by the onboard cloning lab of your breaching pod. Due to cheap genetic material these soldiers rapidly decay after spawning. Inherited Human stat: minor suffocation resistance
fr: Équipage Humanoïde d'Élite. Un soldat clone hautement compétent, produit par le laboratoire de clonage à bord de votre module de brèche. En raison de l'utilisation de matériel génétique bon marché, ces soldats se décomposent rapidement après leur création. Statistique héritée des Humains : résistance mineure à l'asphyxie
zh_hans: 精英人形船员。极其高效的克隆士兵，由登陆舱上的克隆实验室制造。由于使用廉价的基因材料，这些士兵在生成后会迅速崩溃分解。 继承人类特质：轻微抗窒息能力

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier"]/title
source: Clone Soldier
fr: Soldat cloné
zh_hans: 克隆士兵

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier"]/short
source: Soldier
fr: Soldat
zh_hans: 克隆士兵

source: Inflicts 1.2x damage in crew combat
fr: Inflige 1.2x les dégâts en combat d'équipage
zh_hans: 1.2倍战斗伤害

source: Takes 0.7x damage from crew combat and 0.6x from fires
fr: Prend 0.7x les dégâts lors des combats d'équipage et 0.6x les dégâts des incendies
zh_hans: 受到0.7倍战斗伤害与0.6倍灼烧伤害

source: Neural chip allows learning combat skills at an incredible rate
fr: La puce neurale permet d'apprendre des compétences de combat à une vitesse incroyable
zh_hans: 神经芯片使其能够极快地学习技能

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier_slot"]/desc
source: Elite Humanoid Crew. A highly capable clone soldier, produced by the onboard cloning lab of your breaching pod. Due to cheap genetic material these soldiers rapidly decay after spawning. Inherited Human stat: minor suffocation resistance
fr: Équipage Humanoïde d'Élite. Un soldat clone hautement compétent, produit par le laboratoire de clonage à bord de votre module de brèche. En raison de l'utilisation de matériel génétique bon marché, ces soldats se décomposent rapidement après leur création. Statistique héritée des Humains : résistance mineure à l'asphyxie
zh_hans: 精英人形船员。极其高效的克隆士兵，由登陆舱上的克隆实验室制造。由于使用廉价的基因材料，这些士兵在生成后会迅速崩溃分解。 继承人类特质：轻微抗窒息能力

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier_slot"]/title
source: Clone Soldier
fr: Soldat cloné
zh_hans: 克隆士兵

# data/blueprints.xml.append$//crewBlueprint[@name="clone_soldier_slot"]/short
source: Soldier
fr: Soldat
zh_hans: 克隆士兵

source: Inflicts 1.2x damage in crew combat
fr: Inflige 1.2x les dégâts en combat d'équipage
zh_hans: 1.2倍战斗伤害

source: Takes 0.7x damage from crew combat and 0.6x from fires
fr: Prend 0.7x les dégâts lors des combats d'équipage et 0.6x les dégâts des incendies
zh_hans: 受到0.7倍战斗伤害与0.6倍灼烧伤害

source: Neural chip allows learning combat skills at an incredible rate
fr: La puce neurale permet d'apprendre des compétences de combat à une vitesse incroyable
zh_hans: 神经芯片使其能够极快地学习技能

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BREACHING_POD"]/title
source: Federation Military-Grade Clone Breaching Pod Launcher
fr: Lanceur de Module de clone d'intrusion de grade militaire de la Fédération
zh_hans: 联邦军用级克隆性破舰舱发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BREACHING_POD"]/short
source: F.M.G.C.B.P.L.
fr: L.M.C.I.G.M.F.
zh_hans: 联军级克舰舱器

# data/blueprints.xml.append$//weaponBlueprint[@name="TRC_BREACHING_POD"]/desc
source: Federation standard, cloning capable breaching pod launcher. Deploys a cloning pod which will breach the enemy hull and spawn a clone soldier that will fight for you for 60 seconds.
fr: Lanceur de module d'intrusion standard de la Fédération, capable de clonage. Déploie un module de clonage qui percera la coque ennemie et fera apparaître un soldat clone qui combattra pour vous pendant 60 secondes.
zh_hans: 联邦标准克隆性破舰舱发射器。该装置可攻破敌方船舱后部署一个克隆吊舱，并生成一个为你战斗 60 秒的克隆士兵。

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_POP"]/title
source: Drone Popper
fr: Popper Drone
zh_hans: 说唱无人机

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_POP_2"]/title
source: Drone Popper
fr: Popper Drone
zh_hans: 说唱无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP"]/title
source: Suppressor Drone Mk. I
fr: Drone suppresseur Mk. I
zh_hans: 压制无人机I

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP"]/short
source: Suppressor I
fr: Suppresseur I
zh_hans: 压制I

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP"]/desc
source: A specialized drone which while powered can effectively suppress a shield layer forever. Also comes with built-in stealth systems, avoiding anti-drones indefinitely.
fr: Un drone spécialisé qui, lorsqu'il est alimenté, peut efficacement supprimer une couche de bouclier indéfiniment. Il est également équipé de systèmes de furtivité intégrés, lui permettant d'éviter indéfiniment les anti-drones.
zh_hans: 一种专用于持续有效压制护盾层数的无人机，自带隐形系统，能够避免反无人机攻击。

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP_2"]/title
source: Suppressor Drone Mk. II
fr: Drone suppresseur Mk. II
zh_hans: 压制无人机II

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP_2"]/short
source: Suppressor II
fr: Suppresseur II
zh_hans: 压制II

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_DRONE_POP_2"]/desc
source: A specialized drone which while powered can effectively suppress a shield layer forever. Also comes with built-in stealth systems, avoiding anti-drones indefinitely. The Mark 2 version is slower but can take down 3 shields at once.
fr: Un drone spécialisé qui, lorsqu'il est alimenté, peut efficacement supprimer une couche de bouclier indéfiniment. Il est également équipé de systèmes de furtivité intégrés, lui permettant d'éviter indéfiniment les anti-drones. La version Mark 2 est plus lente mais peut neutraliser jusqu'à 3 boucliers simultanément.
zh_hans: 一种专用于持续有效压制护盾层数的无人机，自带隐形系统，能够避免反无人机攻击。II型移动速度更低但单次开火能破除3层护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_BOMB_BREACH"]/title
source: Drone Bomb
fr: Bombe à drone
zh_hans: 炸弹无人机

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_BOMB_ION"]/title
source: Drone Bomb
fr: Bombe à drone
zh_hans: 炸弹无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_BREACH"]/title
source: Thundershock Drone [Breach]
fr: Drone Coup de Tonnerre [Brèche]
zh_hans: 电震无人机[破舱]

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_BREACH"]/short
source: Thunder [B]
fr: Tonnerre [B]
zh_hans: 雷霆B型

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_BREACH"]/desc
source: [CURRENT MODE: Breach] A specialized drone that can toggle between deploying Breach and Ion bombs without the cost of missiles, but is relatively slow.
fr: [MODE ACTUEL : Brèche] Un drone spécialisé capable d'alterner entre le déploiement de bombes de brèche et d'Ion sans nécessiter de missiles, mais relativement lent.
zh_hans: [当前模式：“突袭”] 一种特殊的无人机，可在 “突袭 ”和离子炸弹之间切换部署，无需导弹，但速度相对较慢。

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_ION"]/title
source: Thundershock Drone [Ion]
fr: Drone Coup de Tonnerre [Ion]
zh_hans: 电震无人机[离子]

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_ION"]/short
source: Thunder [I]
fr: Tonnerre [I]
zh_hans: 雷霆I型

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_THUNDER_1_ION"]/desc
source: [CURRENT MODE: Ion] A specialized drone that can toggle between deploying Breach and Ion bombs without the cost of missiles, but is relatively slow.
fr: [MODE ACTUEL : Ion] Un drone spécialisé capable d'alterner entre le déploiement de bombes de Violation et d'Ion sans nécessiter de missiles, mais relativement lent.
zh_hans: [当前模式：“离子”] 一种特殊的无人机，可在 “突袭 ”和离子炸弹之间切换部署，无需导弹，但速度相对较慢。

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_MISSILE"]/title
source: Drone Missile
fr: Drone à missile
zh_hans: 导弹无人机

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_MISSILE"]/short
source: Drone Missile
fr: Drone à missile
zh_hans: 导弹无人机

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_MISSILE"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA
zh_hans: 你 不 应 该 看 到 这 个

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_MISSILE"]/title
source: 'Theseus' Missile Drone
fr: Drone à missile 'Theseus'
zh_hans: "忒修斯 "导弹无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_MISSILE"]/short
source: 'Theseus'
zh_hans: "忒修斯 "

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_COMBAT_MISSILE"]/desc
source: This one of a kind combat drone comes with a built-in missile reserve. Requires a sum of 3 missiles to deploy, but does not consume missiles to fire.
fr: Ce Drone de Bataille unique est équipé d'une réserve de missiles intégrée. Il nécessite un total de 3 missiles pour être déployé, mais n'en consomme pas pour tirer.
zh_hans: 这种独一无二的战斗无人机内置导弹储备。部署需要总共3枚导弹，但发射时不消耗导弹。

# data/blueprints.xml.append$//weaponBlueprint[@name="DRONE_FLAK_DEFENSE"]/title
source: Drone Flak
fr: Flak drone
zh_hans: 破片无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT"]/title
source: Scattershot Defense Drone
fr: Drone de défense à dispersion
zh_hans: 散射防御无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT"]/short
source: Scattershot
fr: Dispersion
zh_hans: 散射防御

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT"]/desc
source: A peculiar Defense drone that fires bursts of slow moving Flak. Can target anything - solid projectiles, lasers, drones, you name it! Reload: 1400 MS
fr: Un drone de défense particulier qui tire des rafales de flak à déplacement lent. Peut cibler n'importe quoi : projectiles solides, lasers, drones, peu importe ! Rechargement : 1400 millisecondes
zh_hans: 一种怪异的防御无人机，发射慢速移动的破片来防御攻击。防御目标包括你能想到的任何事物——实体弹、激光、无人机等等。 重新装填：1400 毫秒

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT_ENEMY"]/title
source: Scattershot Defense Drone
fr: Drone de défense à dispersion
zh_hans: 散射防御无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT_ENEMY"]/short
source: Scattershot
fr: Dispersion
zh_hans: 散射防御

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_SCATTERSHOT_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS Reload: 1700 MS
fr: VOUS NE DEVRIEZ JAMAIS VOIR CECI Recharge : 1700 millisecondes
zh_hans: 你 不 应 该 看 到 这 个 重新装填：1700 毫秒

# data/blueprints.xml.append$//crewBlueprint[@name="drone_extinguisher"]/title
source: Extinguisher Drone
fr: Drone extincteur
zh_hans: 灭火无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_extinguisher"]/short
source: Extinguisher Drone
fr: Drone extincteur
zh_hans: 灭火无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_extinguisher"]/desc
source: YOU SHOULD NEVER SEE THIS.
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA.
zh_hans: 你 不 应 该 看 到 这 个

source: DRONE
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_EXTINGUISHER"]/title
source: Extinguisher Drone
fr: Drone extincteur
zh_hans: 灭火无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_EXTINGUISHER"]/short
source: Extinguisher
fr: Extincteur
zh_hans: 灭火

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_EXTINGUISHER"]/desc
source: Controllable utility drone that puts out fires very quickly and drains oxygen. Can also slowly repair systems in emergencies. -50 HP, 1.5x movement speed -4x extinguishing speed, 0.5x repair speed -Drains oxygen, immune to fire damage
fr: Drone utilitaire contrôlable qui éteint les incendies très rapidement et draine l'oxygène. Peut également réparer lentement les systèmes en cas d'urgence. - 50 pv, 1.5x vitesse de déplacement - 4x Vitesse d'extinction des incendies, 0.5x vitesse de réparation - Draine l'oxygène, immunisé contre les dégâts de feu
zh_hans: 可控制的多功能无人机，能通过吸收氧气快速灭火。在紧急情况下还能缓慢修复系统。 -50点生命值，1.5 倍移动速度 -4 倍灭火速度，0.5 倍修复速度 -吸收氧气，免疫火焰伤害

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battery"]/title
source: Voltage Drone
fr: Drone à tension
zh_hans: 高压无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battery"]/short
source: Voltage Drone
fr: Drone à tension
zh_hans: 高压无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_battery"]/desc
source: YOU SHOULD NEVER SEE THIS.
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA.
zh_hans: 你 不 应 该 看 到 这 个

source: DRONE
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_VOLTAGE"]/title
source: Voltage Drone
fr: Drone à tension
zh_hans: 高压无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_VOLTAGE"]/short
source: Voltage
fr: Tension
zh_hans: 高压

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_VOLTAGE"]/desc
source: Controllable utility drone that provides significant amounts of power to any system it couples with. However, the drone will also steadily lose health over time until it explodes. Use with caution, as its explosion is more volatile than other drones! -75 HP, 2x movement speed -Provides 6 power to occupied system -Loses 1hp/s. Explosion does 4 system damage, with 10% chance to start a fire. -Completely immune to stun, cannot be healed
fr: Drone utilitaire contrôlable qui fournit des quantités significatives d'énergie à tout système avec lequel il est couplé. Cependant, le drone perd régulièrement de la santé au fil du temps jusqu'à ce qu'il explose. Utilisez-le avec précaution, car son explosion est plus volatile que celle des autres drones ! -75 pv, 2x vitesse de déplacement -Fournit 6 puissance au système occupé -Perd 1pv/s. L'explosion fait 4 dégâts au système, avec 10% de chance de déclencher un incendie. -Totalement immunisé contre l'étourdissement, ne peut pas être soigné
zh_hans: 可控制的实用型无人机，可为任何与之配合的系统提供大量电力。但随着时间推移，该无人机的生命值会逐渐下降直至爆炸。请谨慎使用，因为它的爆炸比其他无人机更具破坏性！ -75生命值，2 倍移动速度 -为当前所在系统提供 6 点能量 -每秒损失 1点生命值。爆炸对系统造成 4点伤害，并有 10% 的几率引发着火。 -完全免疫眩晕，无法治疗

# data/blueprints.xml.append$//crewBlueprint[@name="drone_overcharger"]/title
source: Overshield Drone
fr: Drone surblindé
zh_hans: 汲护无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_overcharger"]/short
source: Overshield Drone
fr: Drone surblindé
zh_hans: 汲护无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_overcharger"]/desc
source: YOU SHOULD NEVER SEE THIS.
fr: VOUS NE DEVRIEZ JAMAIS VOIR ÇA.
zh_hans: 你 不 应 该 看 到 这 个

source: DRONE
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_OVERSHIELD"]/title
source: Overshield Drone
fr: Drone surblindé
zh_hans: 汲护无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_OVERSHIELD"]/short
source: Overshield
fr: Surblindé
zh_hans: 汲护无人机

# data/blueprints.xml.append$//droneBlueprint[@name="TRC_OVERSHIELD"]/desc
source: Controllable utility shipboard drone which drains power from a system to provide shields and a damage buff to allied crew. -90 HP, 0.75x movement speed -Shields all allied crew in the room, providing them with 75% damage reduction from all sources and 30% increased combat damage -Drains 1 power from any occupied system. Must be draining power to apply shields.
fr: Drone de bord utilitaire contrôlable qui draine l'énergie d'un système pour fournir des boucliers et un bonus de dégâts à l'équipage allié. -90 pv, 0,75x la vitesse de déplacement -Bouclier de tous les membres d'équipage alliés présents dans la pièce, leur offrant 75% de réduction des dégâts de toutes sources et 30% d'augmentation des dégâts de combat. -Draine 1 d'énergie de n'importe quel système occupé. Le système doit être en cours de drainage pour que les boucliers soient appliqués.
zh_hans: 可操控的辅助无人机，其能够从所处舱室的系统汲取能量来为同舱室的友方船员提供伤害减免。 -50点最大生命值，0.75倍移动速度 -为同舱室的友方船员提供防护，使其获得75%的伤害抗性 -从同舱室的系统中持续汲取3格能量，有可供汲取的能量才会生效

source: Collector's Kestrel Cruiser
fr: Croiseur Kestrel du Collectionneur
zh_hans: 红隼藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_KESTREL"]/name
source: The Oriole
fr: L'Oriole
zh_hans: 拟鹂号

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_KESTREL"]/desc
source: A reoutfitted Kestrel cruiser piloted by a pirate obsessed with state of the art weaponry.
fr: Un croiseur Kestrel réaménagé, piloté par un pirate obsédé par les armes de pointe.
zh_hans: 一艘经过改装的隼式巡洋舰，由一名痴迷于最先进武器的海盗驾驶。

source: Collector's Engineer Cruiser
fr: Croiseur Ingénieur du Collectionneur
zh_hans: 工程师藏品舰

source: Splinter
fr: L'Éclat
zh_hans: 异刺号

source: This vessel is piloted by a mad scientist determined to turn both his and the enemy's crew into mutants.
fr: Ce vaisseau est piloté par un savant fou déterminé à transformer à la fois son équipage et celui de l'ennemi en mutants.
zh_hans: 这艘星舰由一名疯狂科学家操控，他醉心于将所有船员变成变异体。

source: Collector's Deathbringer
fr: Faucheur du Collectionneur
zh_hans: 告死藏品舰

source: Chthon
zh_hans: 西索恩

source: This ship packs a powerful punch with its armaments. That's all there is to it, honestly.
fr: Ce vaisseau délivre une puissante attaque avec son armement. C'est vraiment tout ce qu'il y a à dire à ce sujet.
zh_hans: 这艘船的武器装备火力强大。老实说，也就这点值得一提了。

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI"]/class
source: Collector's Engi Cruiser
fr: Croiseur Engi du Collectionneur
zh_hans: 半械藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI"]/name
source: Obsession-C
zh_hans: 执念-C

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI"]/desc
source: Unlike the average Engi cruiser which only appears to be made of junk loosely held together, this ship IS made of junk loosely held together.
fr: Contrairement au croiseur Engi moyen, qui ne semble fait que de bric et de broc vaguement assemblé, ce vaisseau EST fait de bric et de broc vaguement assemblé.
zh_hans: 不像普通半械族巡洋舰只是看起来像用废料松散拼凑而成，这艘船真的就是用废料松散拼凑而成的。

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_2"]/class
source: Collector's Outcast Cruiser
fr: Croiseur Exilé du Collectionneur
zh_hans: 流放者藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_2"]/name
source: Corporate Interest
fr: Intérêt corporatif
zh_hans: 众益至上

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_2"]/desc
source: This vessel was part of a failed outreach program in Wentworth Innovations inspired by popular television character 'Remmy the Rekma'.
fr: Ce vaisseau faisait partie d'un programme de sensibilisation raté de Wentworth Innovations, inspiré par le personnage populaire de la télévision "Remmy le Rekma".
zh_hans: 这艘星舰是温特沃斯革新社一个失败的市场扩展计划的一部分，该计划主要围绕电视角色"石头鱼雷米"展开。

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_3"]/class
source: Collector's Gathering Cruiser
fr: Croiseur Congrégation du Collectionneur
zh_hans: 集议会藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_3"]/name
source: Composter
fr: Composteur
zh_hans: 堆肥箱

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_ENGI_3"]/desc
source: "From the moment I understood the weakness of my mesocarp, it disgusted me. I crave the strength and certainty of steel. Preferably in the form of a missile."
fr: "Dès le moment où j'ai compris la faiblesse de ma mésocarpe, cela m'a dégoûté. Je désire la force et la certitude de l'acier. De préférence sous la forme d'un missile."
zh_hans: "从我意识到我的中果皮如此脆弱的那一刻起，我就对它深感厌恶。我想变得像钢铁一样又硬又靠谱。要是能变成导弹就更棒了。"

source: Collector's Stealth Cruiser
fr: Croiseur Camouflage du Collectionneur
zh_hans: 隐形藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_STEALTH"]/name
source: One Shot
fr: Un seul coup
zh_hans: 转瞬之击

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_STEALTH"]/desc
source: The captain of this ship lives by only one motto. Kill fast - or die hard.
fr: Le capitaine de ce vaisseau n'a qu'une seule devise. Tuer vite - ou mourir difficilement.
zh_hans: 这艘星舰的舰长仅以单单这一个座右铭为生。 要么杀得利落，要么死得顽强。

source: Collector's Federation Cruiser
fr: Croiseur Fédéré du Collectionneur
zh_hans: 联邦藏品舰

source: The Lion
fr: Le Lion
zh_hans: 狮子号

source: The laws of this Federation are foreign to the captain of this ship. While they might have missed the memo on cloning regulations, they are strict about the no teleportation rule from back home.
fr: Les lois de cette Fédération sont étrangères au capitaine de ce vaisseau. Bien qu'ils puissent avoir manqué la note sur les régulations du clonage, ils sont stricts en ce qui concerne la règle interdisant la téléportation depuis leur base d'origine.
zh_hans: 这艘船的船长对联邦的法律一窍不通。他们可能没注意到克隆管制的通知，但对于老家那条禁止传送的规定，他们倒是严格遵守。

source: Collector's Hive Cruiser
fr: Croiseur Ruche du Collectionneur
zh_hans: 母巢藏品舰

source: Hymenopus II
fr: Hyménope II
zh_hans: 兰花螳螂II

source: The captain of this ship was a former crewmate from the Hymenopus. Unsatisfied with the work conditions, he's dedicated himself to proving his superiority with even MORE bombs.
fr: Le capitaine de ce vaisseau était autrefois un membre d'équipage du Hyménope. Insatisfait des conditions de travail, il s'est consacré à prouver sa supériorité avec encore PLUS de bombes.
zh_hans: 这艘船的船长以前是螳螂号的船员。对工作条件不满意后，他决心用更多的炸弹来证明自己有多厉害。

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK"]/class
source: Collector's Illesctrian Cruiser
fr: Croiseur Illesctrien du Collectionneur
zh_hans: 辉光藏品舰

# data/blueprints.xml.append$//shipBlueprint[@name="TRC_PLAYER_SHIP_MONK"]/name
source: Patience
zh_hans: 静耐号
